Repository: matthewgg22/Civica
Catalog: WeVote Information Page/AppShell.xcstrings
Source language: en
Languages: es, fil, vi, zh_hans

# app.registration.share.subtitle
source: Register, update your address, or check your voter status.
es: Regístrate, actualiza tu dirección o verifica tu estado de votante.
fil: Magparehistro, i-update ang iyong address, o suriin ang iyong status bilang botante.
vi: Đăng ký, cập nhật địa chỉ hoặc kiểm tra trạng thái cử tri của bạn.
zh_hans: 完成登记、更新地址，或检查你的选民状态。

# app.registration.share.cta
source: Check Registration
es: Verificar registro
fil: Suriin ang Rehistrasyon
vi: Kiểm tra đăng ký
zh_hans: 检查登记

# app.timeline.action.dialog.title
source: Election Actions
es: Acciones electorales
fil: Mga Aksyon sa Halalan
vi: Hành động bầu cử
zh_hans: 选举操作

# app.timeline.action.dialog.share
source: Share with friend
es: Compartir con un amigo
fil: Ibahagi sa kaibigan
vi: Chia sẻ với bạn bè
zh_hans: 分享给朋友

# app.timeline.action.dialog.report
source: Report problem
es: Reportar problema
fil: I-report ang problema
vi: Báo cáo sự cố
zh_hans: 报告问题

# app.timeline.mapv.notifications.title
source: Turn On Notifications
es: Activar notificaciones
fil: I-on ang Notifications
vi: Bật thông báo
zh_hans: 开启通知

# app.timeline.mapv.notifications.message
source: Turn on notifications to ensure you don't miss your next chance to vote.
es: Activa las notificaciones para no perder tu próxima oportunidad de votar.
fil: I-on ang notifications para hindi mo mamiss ang susunod mong pagkakataong bumoto.
vi: Bật thông báo để bạn không bỏ lỡ cơ hội bỏ phiếu tiếp theo.
zh_hans: 开启通知，确保你不会错过下一次投票机会。

# app.timeline.action.accessibility
source: Election actions
es: Acciones electorales
fil: Mga aksyon sa halalan
vi: Hành động bầu cử
zh_hans: 选举操作

# app.timeline.ballot.primary.party_affiliation_hint
source: Enter your registered party affiliation for more specific information.
es: Ingresa tu afiliación partidaria registrada para información más específica.
fil: Ilagay ang iyong rehistradong party affiliation para sa mas partikular na impormasyon.
vi: Nhập đảng phái đã đăng ký của bạn để nhận thông tin cụ thể hơn.
zh_hans: 输入你已登记的党派归属以获取更具体信息。

# app.timeline.ballot.runoff_intro
source: Runoff elections are held when no candidate reaches the required threshold in the primary.
es: Las elecciones runoff se realizan cuando ningún candidato alcanza el umbral requerido en la primary.
fil: Ang runoff elections ay ginaganap kapag walang kandidatong umabot sa kinakailangang threshold sa primary.
vi: Bầu cử runoff được tổ chức khi không ứng viên nào đạt ngưỡng yêu cầu trong primary.
zh_hans: 当没有候选人在primary中达到规定门槛时，将举行runoff选举。

# app.timeline.ballot.independent.note.with_type
source: Independent voters in %@ should expect %@ primary rules. Final primary ballot access can still vary by party rules, so verify with your state election office.
es: Los votantes Independent en %@ deben esperar reglas de primary de tipo %@. El acceso final a la boleta primary aún puede variar por reglas partidarias, así que verifica con la oficina electoral de tu estado.
fil: Ang mga Independent voter sa %@ ay dapat asahan ang %@ na primary rules. Maaaring mag-iba pa rin ang final primary ballot access ayon sa party rules, kaya i-verify sa opisina ng halalan ng estado.
vi: Cử tri Independent tại %@ nên kỳ vọng quy tắc primary dạng %@. Quyền truy cập phiếu primary cuối cùng vẫn có thể khác theo quy tắc đảng, vì vậy hãy xác minh với văn phòng bầu cử bang.
zh_hans: %@的Independent选民应预期%@类型的primary规则。最终的primary选票资格仍可能因党派规则而异，请向州选举办公室核实。

# app.timeline.ballot.independent.note.generic_verify
source: Always verify current ballot access rules with your state election office before the primary.
es: Siempre verifica las reglas actuales de acceso a boleta con la oficina electoral de tu estado antes de la primary.
fil: Laging i-verify ang kasalukuyang ballot access rules sa opisina ng halalan ng iyong estado bago ang primary.
vi: Luôn xác minh các quy tắc tiếp cận lá phiếu hiện hành với văn phòng bầu cử bang trước primary.
zh_hans: 请务必在primary前向州选举办公室核实当前选票资格规则。

# app.timeline.ballot.independent.note.generic
source: Independent voters should verify current state and party primary ballot rules before voting.
es: Los votantes Independent deben verificar las reglas actuales de boleta primary por estado y partido antes de votar.
fil: Dapat i-verify ng mga Independent voter ang kasalukuyang state at party primary ballot rules bago bumoto.
vi: Cử tri Independent nên xác minh các quy tắc phiếu primary hiện hành theo bang và đảng trước khi bỏ phiếu.
zh_hans: Independent选民应在投票前核实当前州和党派的primary选票规则。

# app.feedback.success.screen.title
source: Feedback Sent
es: Comentarios enviados
fil: Naipadala ang Feedback
vi: Đã gửi phản hồi
zh_hans: 反馈已发送

# app.feedback.success.screen.body
source: Thank you for sharing your experience. Returning you now.
es: Gracias por compartir tu experiencia. Te devolvemos ahora.
fil: Salamat sa pagbabahagi ng iyong karanasan. Ibinabalik ka na namin ngayon.
vi: Cảm ơn bạn đã chia sẻ trải nghiệm của mình. Đang đưa bạn quay lại.
zh_hans: 感谢你分享你的经历。现在将带你返回。

# app.feedback.success.screen.action
source: Return
es: Regresar
fil: Bumalik
vi: Quay lại
zh_hans: 返回

# app.guide.intro.same_day.prefix
source: On %@, %@ are eligible to vote in the
es: El %@, %@ son elegibles para votar en la
fil: Sa %@, ang %@ ay karapat-dapat bumoto sa
vi: Vào %@, %@ đủ điều kiện bỏ phiếu trong
zh_hans: 在%@，%@有资格在

# app.guide.intro.range.prefix
source: Starting %@ through %@, %@ are eligible to vote in the
es: Desde %@ hasta %@, %@ son elegibles para votar en la
fil: Mula %@ hanggang %@, ang %@ ay karapat-dapat bumoto sa
vi: Từ %@ đến %@, %@ đủ điều kiện bỏ phiếu trong
zh_hans: 从%@到%@，%@有资格在

# app.guide.card.ballot_measures.placeholder
source: Specific measure titles for your ballot are being integrated.
es: Se están integrando los títulos específicos de medidas para tu boleta.
fil: Isinasama pa ang mga partikular na pamagat ng measure para sa iyong balota.
vi: Các tiêu đề ballot measure cụ thể cho lá phiếu của bạn đang được tích hợp.
zh_hans: 你的选票中的具体措施标题正在整合中。

# app.guide.card.ballot_measures.body
source: Ballot measures are policy questions voters decide directly. They can change laws, funding, or state constitutions.
es: Las medidas en la boleta son preguntas de política que los votantes deciden directamente. Pueden cambiar leyes, financiamiento o constituciones estatales.
fil: Ang ballot measures ay mga tanong sa polisiya na direktang pinapasyahan ng mga botante. Maaari nitong baguhin ang mga batas, pondo, o mga konstitusyon ng estado.
vi: Các ballot measure là các câu hỏi chính sách do cử tri quyết định trực tiếp. Chúng có thể thay đổi luật, nguồn tài trợ hoặc hiến pháp bang.
zh_hans: 选票措施是由选民直接决定的政策问题。它们可以改变法律、资金或州宪法。

# app.guide.card.ballot_measures.title
source: Ballot Measures and Why They Matter
es: Medidas en la Boleta y por Qué Importan
fil: Mga Ballot Measure at Bakit Mahalaga ang mga Ito
vi: Ballot Measure và Vì Sao Chúng Quan Trọng
zh_hans: 选票措施及其重要性

# app.guide.card.offices_influence.body
source: This card frames what each office generally controls.
es: Esta tarjeta muestra lo que generalmente controla cada cargo. Se muestra texto provisional hasta que se integre tu conjunto completo de datos de influencia por cargo.
fil: Ipinapakita ng card na ito kung ano ang karaniwang saklaw ng bawat opisina. Pansamantalang teksto muna ang makikita hanggang ma-integrate ang kumpletong office-influence dataset mo.
vi: Thẻ này mô tả những gì mỗi chức vụ thường kiểm soát. Văn bản tạm thời sẽ hiển thị cho đến khi bộ dữ liệu ảnh hưởng theo chức vụ được tích hợp đầy đủ.
zh_hans: 此卡片说明各职位通常负责的内容。在完整职位影响数据集整合前，会显示占位文本。

# app.guide.card.offices_influence.body.integrated
source: Plain-English responsibilities and current examples for offices relevant to this election.
es: Responsabilidades en lenguaje claro y ejemplos actuales de los cargos relevantes para esta elección.
fil: Mga responsibilidad na madaling unawain at kasalukuyang mga halimbawa para sa mga opisina na may kaugnayan sa halalang ito.
vi: Trách nhiệm trình bày dễ hiểu và các ví dụ hiện tại cho những chức vụ liên quan đến cuộc bầu cử này.
zh_hans: 与本次选举相关职位的通俗职责说明和当前示例。

# app.guide.card.offices_influence.title
source: Offices on Your Ballot and Their Influence
es: Cargos en tu Boleta y su Influencia
fil: Mga Opisinang Nasa Iyong Balota at Kanilang Impluwensiya
vi: Các Chức Vụ Trên Lá Phiếu Của Bạn và Ảnh Hưởng Của Chúng
zh_hans: 你选票上的职位及其影响

# app.guide.card.special_rules.title.both
source: Ranked-Choice Voting and Runoff Rules
es: Reglas de Ranked-Choice Voting y Runoff
fil: Mga Patakaran sa Ranked-Choice Voting at Runoff
vi: Quy tắc Ranked-Choice Voting và Runoff
zh_hans: Ranked-Choice Voting与Runoff规则

# app.guide.card.special_rules.title.runoff
source: Runoff Rules
es: Reglas de Runoff
fil: Mga Patakaran sa Runoff
vi: Quy tắc Runoff
zh_hans: Runoff规则

# app.guide.card.special_rules.rcv.cta
source: Watch what happens in a RCV ballot
es: Ver qué ocurre en una boleta RCV
fil: Tingnan kung ano ang nangyayari sa isang RCV ballot
vi: Xem điều gì xảy ra trên lá phiếu RCV
zh_hans: 查看RCV选票如何计票

# app.guide.card.special_rules.body
source: Your state has special vote-counting or advancement rules for some contests.
es: Tu estado tiene reglas especiales de conteo de votos o de avance para algunas contiendas.
fil: May espesyal na mga tuntunin sa pagbibilang ng boto o pag-advance ang iyong estado para sa ilang labanan.
vi: Bang của bạn có các quy tắc đặc biệt về kiểm phiếu hoặc vòng tiếp theo cho một số cuộc đua.
zh_hans: 你所在州在某些选举中有特殊的计票或晋级规则。

# app.guide.voting.by_mail.cta
source: Open Request Mail-in Ballot
es: Abrir solicitud de boleta por correo
fil: Buksan ang Request Mail-in Ballot
vi: Mở yêu cầu Mail-in Ballot
zh_hans: 打开邮寄选票申请

# app.guide.card.voting_methods.title
source: Three Ways You Can Vote
es: Tres maneras en que puedes votar
fil: Tatlong Paraan Kung Paano Ka Makakaboto
vi: Ba Cách Bạn Có Thể Bỏ Phiếu
zh_hans: 你可以投票的三种方式

# app.why_vote.snapshot.header.with_state
source: Turnout snapshot in %@
es: Resumen de participación en %@
fil: Turnout snapshot sa %@
vi: Ảnh chụp turnout tại %@
zh_hans: %@的投票率快照

# app.why_vote.snapshot.header.your_area
source: Turnout Snapshot in Your Area
es: Resumen de participación en tu área
fil: Turnout Snapshot sa Iyong Lugar
vi: Ảnh chụp turnout tại khu vực của bạn
zh_hans: 你所在地区的投票率快照

# app.why_vote.why_care.card1.title
source: More power per voter
es: Más poder por votante
fil: Mas malaking kapangyarihan bawat botante
vi: Nhiều sức mạnh hơn cho mỗi cử tri
zh_hans: 每位选民更大影响力

# app.why_vote.why_care.card1.body
source: When turnout is lower, each vote carries more weight.
es: Cuando la participación es menor, cada voto pesa más.
fil: Kapag mas mababa ang turnout, mas mabigat ang bawat boto.
vi: Khi turnout thấp hơn, mỗi lá phiếu có trọng lượng lớn hơn.
zh_hans: 当投票率较低时，每一票的分量更大。

# app.why_vote.why_care.card2.title
source: These elections affect daily life
es: Estas elecciones afectan la vida diaria
fil: Ang mga halalang ito ay nakaaapekto sa pang-araw-araw na buhay
vi: Những cuộc bầu cử này ảnh hưởng đến đời sống hằng ngày
zh_hans: 这些选举影响日常生活

# app.why_vote.why_care.card2.body
source: State and local leaders shape housing, schools, transit, taxes, and public services.
es: Líderes estatales y locales definen vivienda, escuelas, transporte, impuestos y servicios públicos.
fil: Hinuhubog ng mga pinuno ng estado at lokal ang pabahay, paaralan, transportasyon, buwis, at pampublikong serbisyo.
vi: Lãnh đạo bang và địa phương định hình nhà ở, trường học, giao thông, thuế và dịch vụ công.
zh_hans: 州和地方领导者会影响住房、学校、交通、税收和公共服务。

# app.why_vote.why_care.card3.title
source: If you don't choose, someone else does
es: Si no eliges, alguien más lo hace
fil: Kung hindi ka pipili, may ibang pipili para sa iyo
vi: Nếu bạn không chọn, người khác sẽ chọn thay bạn
zh_hans: 如果你不选择，别人就会替你选择

# app.why_vote.why_care.card3.body
source: A smaller group ends up deciding who represents your community.
es: Un grupo más pequeño termina decidiendo quién representa a tu comunidad.
fil: Mas maliit na grupo ang nauuwi sa pagdedesisyon kung sino ang kakatawan sa komunidad mo.
vi: Một nhóm nhỏ hơn sẽ quyết định ai đại diện cho cộng đồng của bạn.
zh_hans: 最终由更小的一群人决定谁代表你的社区。

# app.why_vote.hero.title
source: Why your vote matters
es: Por qué importa tu voto
fil: Bakit mahalaga ang iyong boto
vi: Vì sao lá phiếu của bạn quan trọng
zh_hans: 为什么你的选票很重要

# app.why_vote.hero.subtitle
source: When turnout drops, the people who show up decide more.
es: Cuando baja la participación, quienes sí votan deciden más.
fil: Kapag mas mababa ang turnout, mas malaki ang pasya ng mga bumoboto.
vi: Khi turnout thấp hơn, những người đi bỏ phiếu sẽ quyết định nhiều hơn.
zh_hans: 当投票率下降时，去投票的人决定更多。

# app.why_vote.state_missing.generic
source: Your state
es: Tu estado
fil: Iyong estado
vi: Bang của bạn
zh_hans: 你的州

# app.why_vote.hero.fallback
source: Turnout data is limited right now. We will show a direct comparison as soon as matching statewide presidential and midterm values are available.
es: Los datos de participación son limitados por ahora. Mostraremos una comparación directa en cuanto haya valores estatales coincidentes de presidential y midterm.
fil: Limitado pa ang turnout data sa ngayon. Magpapakita kami ng direktang paghahambing kapag may magkatugmang statewide presidential at midterm values na.
vi: Dữ liệu turnout hiện còn hạn chế. Chúng tôi sẽ hiển thị so sánh trực tiếp ngay khi có các giá trị statewide presidential và midterm khớp nhau.
zh_hans: 当前投票率数据有限。只要有匹配的全州presidential与midterm数据，我们就会显示直接对比。

# app.why_vote.out_of_ten.title
source: Out of 10 Eligible Voters...
es: De cada 10 votantes
fil: Sa bawat 10 botante
vi: Trong số 10 cử tri
zh_hans: 每10名选民中

# app.why_vote.why_care.title
source: The power of a vote
es: El poder de un voto
fil: Ang kapangyarihan ng boto
vi: Sức mạnh của một lá phiếu
zh_hans: 一张选票的力量

# app.why_vote.snapshot.empty
source: Turnout values are limited for this scope.
es: Los valores de participación son limitados para este alcance.
fil: Limitado ang turnout values para sa saklaw na ito.
vi: Giá trị turnout còn hạn chế cho phạm vi này.
zh_hans: 此范围的投票率数据有限。

# app.why_vote.out_of_ten.fewer_than
source: fewer than %d in 10 voted
es: menos de %d de cada 10 votaron
fil: mas mababa sa %d sa bawat 10 ang bumoto
vi: ít hơn %d trên 10 người đã bỏ phiếu
zh_hans: 每10人中不到%d人投票

# app.why_vote.out_of_ten.about
source: about %d in 10 Americans voted
es: aproximadamente %d de cada 10 estadounidenses votaron
fil: humigit-kumulang %d sa bawat 10 Amerikano ang bumoto
vi: khoảng %d trên 10 người Mỹ đã bỏ phiếu
zh_hans: 大约每10名美国人中有%d人投票

# app.why_vote.scope.statewide
source: %@ statewide turnout
es: participación estatal de %@
fil: %@ na statewide turnout
vi: %@ tỷ lệ turnout toàn bang
zh_hans: %@全州投票率

# app.why_vote.hero.delta.dropped
source: Turnout dropped %@ points
es: La participación bajó %@ puntos
fil: Bumaba ang turnout ng %@ puntos
vi: Tỷ lệ tham gia giảm %@ điểm
zh_hans: 投票率下降了%@个百分点

# app.why_vote.hero.delta.rose
source: Turnout rose %@ points
es: La participación subió %@ puntos
fil: Tumaas ang turnout ng %@ puntos
vi: Tỷ lệ tham gia tăng %@ điểm
zh_hans: 投票率上升了%@个百分点

# app.reps.coverage.reset_map
source: Reset map view
es: Restablecer vista del mapa
fil: I-reset ang view ng mapa
vi: Đặt lại chế độ xem bản đồ
zh_hans: 重置地图视图

# app.accessibility.why_vote.toggle
source: Toggle Why Vote overlay
es: Alternar superposición Por qué votar
fil: I-toggle ang overlay na Bakit Bumoto
vi: Bật/tắt lớp phủ Vì sao bỏ phiếu
zh_hans: 切换“为什么投票”覆盖层

# app.accessibility.why_vote.close
source: Close Why Vote overlay
es: Cerrar superposición Por qué votar
fil: Isara ang overlay na Bakit Bumoto
vi: Đóng lớp phủ Vì sao bỏ phiếu
zh_hans: 关闭“为什么投票”覆盖层

# app.why_vote.overlay.title
source: Why Vote?
es: ¿Por qué votar?
fil: Bakit Bumoto?
vi: Vì sao bỏ phiếu?
zh_hans: 为什么投票？

# app.accessibility.why_call.close
source: Close Why Call overlay
es: Cerrar superposición Por qué llamar
fil: Isara ang overlay na Bakit Tumawag
vi: Đóng lớp phủ Vì sao gọi điện
zh_hans: 关闭“为什么打电话”覆盖层

# app.why_call.overlay.title
source: Why calls reps
es: ¿Por qué llamar a tus representantes?
fil: Bakit Tumawag sa mga Kinatawan
vi: Vì sao gọi cho đại diện
zh_hans: 为什么给代表打电话

# app.why_call.impact.header
source: Impact of Calling your Reps
es: Impacto de llamar a tus representantes
fil: Epekto ng Pagtawag sa mga Kinatawan
vi: Tác động của việc gọi cho đại diện
zh_hans: 致电代表的影响

# app.accessibility.issue_call.start
source: Start Calling Reps
es: Empezar a llamar a representantes
fil: Simulan ang Pagtawag sa mga Kinatawan
vi: Bắt đầu gọi cho đại diện
zh_hans: 开始致电代表

# app.why_vote.midterm_vs_primary.title
source: Midterm vs Primary turnout
es: Participación: intermedias vs primarias
fil: Turnout: Midterm vs Primary
vi: Tỷ lệ đi bầu: giữa kỳ so với sơ bộ
zh_hans: 中期选举与初选投票率

# app.guide.card.midterm.body.reused_offices
source: What is on the ballot: all U.S. House seats, some U.S. Senate seats, many governor and state legislature races, and statewide/local ballot measures where scheduled.
es: Qué aparece en la boleta: todos los escaños de la Cámara de Representantes de EE. UU., algunos del Senado, muchas contiendas para gobernador y legislaturas estatales, y medidas de boleta estatales/locales donde correspondan.
fil: Nilalaman ng balota: lahat ng puwesto sa U.S. House, ilang puwesto sa U.S. Senate, maraming laban para sa gobernador at state legislature, at mga panrehiyon/lokal na panukala sa balota kung naka-iskedyul.
vi: Trên lá phiếu có: toàn bộ ghế Hạ viện Hoa Kỳ, một số ghế Thượng viện Hoa Kỳ, nhiều cuộc đua thống đốc và nghị viện bang, cùng các sáng kiến toàn bang/địa phương theo lịch.
zh_hans: 选票内容包括全部联邦众议院席位、部分联邦参议院席位、许多州长与州议会选举，以及按安排进行的州/地方公投。

# app.timeline.chances.before_presidential
source: %d Chances to Vote before the next Presidential Election!
es: %d oportunidades de votar antes de la próxima elección presidencial
fil: %d na pagkakataong bumoto bago ang susunod na presidential election
vi: %d cơ hội bỏ phiếu trước kỳ bầu cử Tổng thống tiếp theo
zh_hans: 在下次总统大选前还有 %d 次投票机会

# app.timeline.ballot.primary_type.label
source: Primary Type
es: Tipo de primaria
fil: Uri ng primary
vi: Loại bầu cử sơ bộ
zh_hans: 初选类型

# app.timeline.ballot.independent_rule.label
source: Independent voter rule
es: Regla para votantes independientes
fil: Patakaran para sa independent voter
vi: Quy tắc cho cử tri độc lập
zh_hans: 独立选民规则

# app.timeline.ballot.note.label
source: Note
es: Nota
fil: Tandaan
vi: Lưu ý
zh_hans: 注

# app.timeline.ballot.incumbent.label
source: Incumbent
es: Titular
vi: Đương nhiệm
zh_hans: 现任

# app.timeline.stage.primary
source: Primary
es: Primaria
vi: Sơ bộ
zh_hans: 初选

# app.timeline.stage.runoff
source: Runoff
es: Segunda vuelta
vi: Vòng hai
zh_hans: 决选

# app.timeline.office.presidential.white_house
source: Presidential (White House)
es: Presidencial (Casa Blanca)
vi: Tổng thống (Nhà Trắng)
zh_hans: 总统（白宫）

# app.timeline.office.governor
source: Governor
es: Gobernador
fil: Gobernador
vi: Thống đốc
zh_hans: 州长

# app.timeline.office.us_senate.congress
source: U.S. Senate (Congress)
es: Senado de EE. UU. (Congreso)
vi: Thượng viện Hoa Kỳ (Quốc hội)
zh_hans: 美国参议院（国会）

# app.timeline.office.us_house.congress
source: U.S. House (Congress)
es: Cámara de Representantes de EE. UU. (Congreso)
vi: Hạ viện Hoa Kỳ (Quốc hội)
zh_hans: 美国众议院（国会）

# app.timeline.office.state_legislature
source: State Legislature
es: Legislatura estatal
vi: Cơ quan lập pháp bang
zh_hans: 州议会

# app.timeline.office.state_senate
source: State Senate
es: Senado estatal
vi: Thượng viện bang
zh_hans: 州参议院

# app.timeline.office.state_house_of_delegates
source: State House of Delegates
es: Cámara estatal de delegados
vi: Hạ viện đại biểu bang
zh_hans: 州众议院（代表院）

# app.timeline.office.state_assembly
source: State Assembly
es: Asamblea estatal
vi: Hội đồng bang
zh_hans: 州议会下院

# app.timeline.office.state_house
source: State House
es: Cámara estatal
vi: Hạ viện bang
zh_hans: 州众议院

# app.timeline.office.election
source: Election
es: Elección
fil: Halalan
vi: Bầu cử
zh_hans: 选举

# app.timeline.ballot.state_legislature.detail
source: District-based State Senate and State House/Assembly races when scheduled.
es: Contiendas por distrito para Senado estatal y Cámara/Asamblea estatal cuando estén programadas.
fil: Mga distritong laban para sa State Senate at State House/Assembly kapag naka-iskedyul.
vi: Các cuộc đua theo khu vực cho Thượng viện bang và Hạ viện/Hội đồng bang khi có lịch.
zh_hans: 按选区进行的州参议院和州众议院/州议会选举（如有安排）。

# app.timeline.ballot.state_senate.detail
source: State Senate district race.
es: Contienda distrital para Senado estatal.
fil: Laban sa distrito para sa State Senate.
vi: Cuộc đua khu vực cho Thượng viện bang.
zh_hans: 州参议院选区选举。

# app.timeline.ballot.state_house_assembly.detail
source: State House/Assembly district race.
es: Contienda distrital para Cámara/Asamblea estatal.
fil: Laban sa distrito para sa State House/Assembly.
vi: Cuộc đua khu vực cho Hạ viện/Hội đồng bang.
zh_hans: 州众议院/州议会选区选举。

# app.guide.ballot_item.president_vice_president
source: President and Vice President
es: Presidente y Vicepresidente
fil: President at Vice President
vi: Tổng thống và Phó Tổng thống
zh_hans: 总统和副总统

# app.guide.ballot_item.all_us_house_seats
source: All U.S. House seats
es: Todos los escaños de la Cámara de Representantes de EE. UU.
fil: Lahat ng puwesto sa U.S. House
vi: Toàn bộ ghế Hạ viện Hoa Kỳ
zh_hans: 美国众议院全部席位

# app.guide.ballot_item.some_us_senate_seats
source: Some U.S. Senate seats
es: Algunos escaños del Senado de EE. UU.
fil: Ilang puwesto sa U.S. Senate
vi: Một số ghế Thượng viện Hoa Kỳ
zh_hans: 美国参议院部分席位

# app.guide.ballot_item.state_local_offices_ballot_measures_scheduled
source: State/local offices and ballot measures (where scheduled)
es: Cargos estatales/locales y medidas de boleta (cuando estén programadas)
fil: Mga posisyong pang-estado/lokal at ballot measures (kapag naka-iskedyul)
vi: Các chức vụ cấp bang/địa phương và sáng kiến lá phiếu (khi có lịch)
zh_hans: 州/地方职位及公投事项（按安排）

# app.guide.ballot_item.mayor
source: Mayor
es: Alcalde
fil: Alkalde
vi: Thị trưởng
zh_hans: 市长

# app.guide.ballot_item.city_council_or_other_city_offices
source: City council or other city offices
es: Concejo municipal u otros cargos de la ciudad
fil: City council o iba pang posisyong panlungsod
vi: Hội đồng thành phố hoặc các chức vụ thành phố khác
zh_hans: 市议会或其他市级职位

# app.guide.ballot_item.local_ballot_questions_if_applicable
source: Local ballot questions (if applicable)
es: Preguntas locales en la boleta (si aplica)
fil: Mga lokal na tanong sa balota (kung naaangkop)
vi: Các câu hỏi lá phiếu địa phương (nếu áp dụng)
zh_hans: 地方公投问题（如适用）

# app.guide.ballot_item.statewide_local_ballot_measures_scheduled
source: Statewide/local ballot measures (where scheduled)
es: Medidas de boleta estatales/locales (cuando estén programadas)
fil: Mga panrehiyon/lokal na ballot measures (kapag naka-iskedyul)
vi: Sáng kiến lá phiếu cấp bang/địa phương (khi có lịch)
zh_hans: 州/地方公投事项（按安排）

# app.guide.office.president_vice_president
source: President and Vice President
es: Presidente y Vicepresidente
fil: President at Vice President
vi: Tổng thống và Phó Tổng thống
zh_hans: 总统和副总统

# app.guide.office.us_senate
source: U.S. Senate
es: Senado de EE. UU.
vi: Thượng viện Hoa Kỳ
zh_hans: 美国参议院

# app.guide.office.us_house
source: U.S. House
es: Cámara de Representantes de EE. UU.
vi: Hạ viện Hoa Kỳ
zh_hans: 美国众议院

# app.guide.office.governor
source: Governor
es: Gobernador
fil: Gobernador
vi: Thống đốc
zh_hans: 州长

# app.guide.office.state_legislature
source: State Legislature
es: Legislatura estatal
vi: Cơ quan lập pháp bang
zh_hans: 州议会

# app.guide.office.statewide_exec
source: Statewide Executive Offices
es: Cargos ejecutivos estatales
vi: Các chức vụ hành pháp toàn bang
zh_hans: 全州行政职位
